app/controllers/students_controller.rb

INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-04-28 13:51:14.218250"], ["updated_at", "2020-04-28 13:51:14.218250"]]
---
  def create
    @student = Student.create(first_name: params[:student][:first_name], last_name: params[:student][:last_name])